Repository: Fiddlekins/aio-pif-sprite-analyser
Catalog: src/locales/*.po
Languages: de_de, pl, ru_ru

source: Sprite ID
pl: ID Sprite'a
ru_ru: ID Спрайта

source: This is an ID generated from the raw pixel data of the sprite after it has been decoded and, if necessary, scaled to 288x288.
de_de: Das ist eine ID die aus den rohen Pixeldaten des Sprites generiert wurde nachdem es decodiert, und falls nötig, auf 288x288 skaliert wurde.
pl: To jest ID wygenerowane z surowych danych pikseli w sprite'cie po zdekodowaniu i jeśli konieczne, przeskalowaniu do 288x288.
ru_ru: Это ID, сгенерированный на основе необработанных пиксельных данных спрайта после его декодирования и, при необходимости, увеличения до 288x288.

source: The full ID is:<0/>{id}
de_de: Die ganze ID ist:<0/>{id}
pl: Pełne ID jest:<0/>{id}
ru_ru: Полный ID:<0/>{id}

source: Missing Position Data
de_de: Fehlende Positionsdaten
ru_ru: Нет Данных о Позиции

source: The body pokemon ({bodyPokemonName} #{bodyPokemonId}) is missing positional data.
de_de: Die Positionsdaten des Körper-Pokémons ({bodyPokemonName} #{bodyPokemonId}) fehlen.
ru_ru: У тела Покемона ({bodyPokemonName} #{bodyPokemonId}) отсутствуют данные для позиции на поле.

source: This means that the position of the background and the size of the shadow are not displayed by APSA as they will eventually appear in the game.
de_de: Das bedeutet, dass die Position vor dem Hintergrund und die Größe des Schattens in APSA nicht dem Aussehen im Spiel entsprechen.
ru_ru: Это означает, что APSA не отображает расположение относительно фона и размер тени так, какими они позже появятся в игре.

source: For the time being it is recommended to position your sprite to match the position of the body pokemon's base sprite. This makes it likely that the position will look correct when positional data is added later.
de_de: Bis auf weiteres wird empfohlen die Position am Basissprite des Körper-Pokémons auszurichten. Dadurch ist die Position wahrscheinlich später korrekt, wenn diese verfügbar ist.
ru_ru: На данный момент рекомендуется распологать ваш спрайт так, чтобы он соответствовал положению базового спрайта тела покемона. Это повышает вероятность того, что он будет выглядеть корректно когда данные для позиции появятся.

source: Input File: <0/>
de_de: Eingabedatei: <0/>
pl: Plik Wejściowy: <0/>
ru_ru: Введённый Файл: <0/>

source: Awaiting input
de_de: Warte auf Eingabe
pl: Oczekiwanie na dane
ru_ru: Ожидание ввода

source: Import
de_de: Importieren
ru_ru: Импорт

source: Export
de_de: Exportieren
pl: Eksport
ru_ru: Экспорт

source: Analysis Report
de_de: Analysebericht
pl: Report Analizy
ru_ru: Отчет об Анализе

source: Partial Pixels
de_de: Partielle Pixel
pl: Częściowe Piksele
ru_ru: Полу-Пиксели

source: Semi-Transparency
de_de: Halbtransparenz
pl: Pórzeźroczystość
ru_ru: Полупрозрачность

source: Coloured Transparency
de_de: Farbige Transparenz
pl: Kolorowa Przeźroczystość
ru_ru: Цветная Прозрачность

source: Colour Count
de_de: Anzahl der Farben
pl: Liczba Kolorów
ru_ru: Число Цветов

source: Colour Similarity
de_de: Farbähnlichkeit
pl: Podobieństwo Kolorów
ru_ru: Схожие Цвета

source: Configure Battler
de_de: Kampfvorschau anpassen
pl: Konfiguruj Walkę
ru_ru: Настроить Битву

source: Sprite Position Override
de_de: Spriteposition überschreiben
pl: Nadpisanie Pozycji Sprite'a
ru_ru: Размещение Спрайта Вручную

source: Position Override
de_de: Position überschreiben
pl: Nadpisanie Pozycji
ru_ru: Переписать Позицию

source: Pokemon Infinite Fusion uses the sprite position offsets configured for the body pokemon of the fusion when determining where to draw it.
de_de: Pokemon Infinite Fusion verwendet den Spritepositionsversatz des Körper-Pokémons der Fusion um zu bestimmen wo sie gezeigt wird.
pl: Pokemon Infinite Fusion używa offsetu pozycji sprite'a skonfigurowanej dla Pokémona będącego ciałem fuzji determinując gdzie go narysować.
ru_ru: Pokemon Infinite Fusion использует и смещает положение спрайта при его появлении на поле в зависимости от заданной конфигурации покемона-тела.

source: This can be overridden using the settings below, but these changes will not transfer into the game.
de_de: Das kann mit den untenstehenden Einstellungen überschrieben werden, diese Änderungen werden aber nicht ins Spiel übertragen.
pl: Może być to nadpisane używając ustawień poniżej, ale te zmiany nie będą przeniesione do gry.
ru_ru: Это можно изменить, используя приведенные ниже настройки, но эти изменения не будут перенесены в игру.

source: Be sure to use the body pokemon configuration when fine-tuning sprite placement.
de_de: Stelle sicher dass die Körper-Pokémon-Einstellungen verwendet werden wenn du die Position fein abstimmst.
pl: Upewnij się aby użyć konfiguracja pozycji ciała w czasie dopracowywania pozycji sprite'a.
ru_ru: Обязательно используйте данные покемона-тела при точной настройке размещения спрайтов.

source: The sprite position derived from the body pokemon can be overridden
de_de: Die Spriteposition des Körper-Pokémons kann überschrieben werden
pl: Pozycja sprite'a pochodząca od ciała fuzji może być nadpisana
ru_ru: Позиция спрайта, зависимая от тела покемона, может быть изменена вручную

source: Body
de_de: Körper
pl: Ciało
ru_ru: Тело

source: Reset
de_de: Zurücksetzen
pl: Zresetuj
ru_ru: Сбросить

source: Map
de_de: Hintergrund
pl: Mapa
ru_ru: Карта

source: None
de_de: Keine
pl: Nic
ru_ru: Нет

source: Select Pokémon
de_de: Pokémon auswählen
pl: Wybierz Pokémona
ru_ru: Выбрать Покемона

source: Pokémon
ru_ru: Покемон

source: Allow Export Copying
de_de: Kopieren des Exports erlauben
pl: Zezwól na Kopiowanie Eksportu
ru_ru: Разрешить Копирование Экспорта

source: Browsers re-encode images when they are copied to the clipboard, in order to prevent malicious websites from exploiting applications the browser may paste into.
de_de: Browser kodieren Bilder wenn sie in die Zwischenablage kopiert werden, um bösartige Webseiten davon abzuhalten Programme auszunützen in die der Browser Inhalte kopieren kann.
pl: Przeglądarki przekodowują obrazy podczas kopiowania do schowka, aby zapobiec eksploatowaniu aplikacji, do których przeglądarka może wkleić przez złośliwe strony.
ru_ru: Браузеры перекодируют изображения при копировании в буфер обмена, чтобы предотвратить использование вредоносными веб-сайтами приложений, в которые браузер может его вставить.

source: This re-encoding produces bloated PNG images and ignores indexed mode, making the export process pointless.
de_de: Diese Kodierung erzeugt verschwommene PNG-Bilder und ignoriert den indizierten Modus, was den Exportprozess nutzlos macht.
pl: To przekodowanie tworzy nadęte obrazy PNG i ignoruje tryb indeksowany, robiąc proces eksportowania bezsensu.
ru_ru: Такое перекодирование приводит к увеличению размера PNG изображений и игнорирует индексированный режим, что делает процесс экспорта бессмысленным.

source: Power users may however wish to use the application to quickly rescale sprites before pasting the result into an image editor, where this re-encoding does not cause problems. Enabling this setting permits this workflow.
de_de: Erfahrene Nutzer können hingegen das Programm nützen um Sprites schnell zu skalieren bevor das Ergebnis in ein Bildbearbeitungsprogramm eingefügt wird, wobei die Kodierung keine Probleme erzeugt. Das Aktivieren dieser Einstellung erlaubt diese Funktionsweise.
pl: Zaawansowani użytkownicy mogą jednak chcieć użyć tej aplikacji do szybkiego przeskalowania sprite'ów przed wklejeniem rezultatu do edytora obrazów, gdzie to przekodowanie nie powoduje problemów. Włączenie tego ustawienia pozwala na ten tryb pracy.
ru_ru: Однако опытные пользователи могут захотеть использовать приложение для быстрого изменения масштаба спрайтов, и вставки результата в графический редактор, где такое перекодирование не вызывает проблем. Включение этого параметра разрешает такой процесс.

source: Canvas Acceleration
de_de: Leinwand-Beschleunigung
pl: Przyspieszanie Płótna
ru_ru: Ускорее Холста

source: Leave this enabled unless you get corrupted images displaying, as it is faster and more accurate. Some browsers feature privacy settings that cause the Canvas API to output randomised image data, at which point Canvas Acceleration should be disabled.
de_de: Diese Einstellung sollte aktiviert sein, es sei denn es treten Bildfehler auf, da sie schneller und akkurater ist. Manche Browser haben Privatsphäreeinstellungen, die die Leinwand-API dazu bringen zufällige Bilddaten auszugeben, dann sollte die Leinwand-Beschleunigung deaktiviert werden.
pl: Pozostaw to włączone, chyba że wyświetlają ci się skorumpowane obrazy, jako iż jest to szybsze i dokładniejsze. Niektóre przeglądarki posiadają ustawienia prywatności sprawiające, że API Płótna daje zrandomizowane dane obrazu, przy czym Przyspieszanie Płótna powinno zostać wyłączone.
ru_ru: Оставьте этот параметр включенным, если изображение не отображается с повреждениями, ради скорости и точности. В некоторых браузерах есть настройки конфиденциальности, которые заставляют API Холста выводить рандомизированные данные изображения, в случае чего Ускорение Холста следует отключить.

source: Ignore Coloured Transparency
de_de: Farbige Transparenz ignorieren
pl: Ignoruj Kolorową Przeźroczystość
ru_ru: Игнорировать Цветную Прозрачность

source: The application will skip over the coloured transparency analysis when determining which view the app should automatically navigate to after importing a sprite. This makes the experience smoother for users who prefer to ignore this non-critical aspect.
de_de: Das Programm wird die Analyse der farbigen Transparenz überspringen wenn es bestimmt welche Anzeige es automatisch nach dem Import des Sprites zeigen soll. Dies macht die Benutzung angenehmer für Benutzer, die diesen nicht-essentielle Aspekt ignorieren möchten.
pl: Aplikacja pominie analizowanie kolorowej przeźroczystości determinując, do którego podglądu powinna automatycznie przekierować po importowani sprite'a. Wygładza to doświadczenie dla użytkowników, którzy wolą ignorować ten nie krytyczny aspekt.
ru_ru: Приложение пропустит анализ прозрачности цветов при определении того, к какому окну ему следует автоматически перенаправить после импорта спрайта. Это упрощает работу для пользователей, которые предпочитают игнорировать этот некритичный аспект.

source: Autodetect
de_de: Automatisch ermitteln
pl: Auto wykrycie
ru_ru: Автоопределение

source: Language
de_de: Sprache
pl: Język
ru_ru: Язык

source: Number Formatting
de_de: Zahlenformat
pl: Formatowanie Liczb
ru_ru: Формат Чисел

source: Match Language
de_de: An Sprache anpassen
pl: Dopasuj do Języka
ru_ru: Выбранный Язык

source: Theme
de_de: Farbschema
pl: Motyw
ru_ru: Тема

source: System
ru_ru: Системная

source: Settings
de_de: Einstellungen
pl: Ustawienia
ru_ru: Настройки

source: Spot some errors? Notice a missing language? Read more <0>here</0> if you're interested in helping!
de_de: Fehler gefunden? Sprache nicht vorhanden? Mehr Infos <0>hier</0> falls du helfen möchtest!
pl: Znalazłeś jakieś błędy? Zauważyłeś brakujący język? Przeczytaj więcej <0>tu</0> jeśli jesteś zainteresowany w pomocy!
ru_ru: Заметили какие-то ошибки? Отсутствует язык? Подробнее читайте <0>здесь</0>, если вы заинтересованы помочь!

source: Advanced
de_de: Erweitert
pl: Zaawansowane
ru_ru: Продвинутые

source: The following settings disable some of the safety rails built into the application. Please only use them if you know what you're doing.
de_de: Die nachfolgenden Einstellungen deaktivieren einige Sicherheitsmaßnahmen des Programms. Bitte benütze sie nur wenn du weißt was du tust.
pl: Następujące ustawienia wyłączają niektóre z zabezpieczeń wbudowanych w aplikacje. Używaj ich tylko jeśli wiesz co robisz.
ru_ru: Следующие настройки отключают некоторые встроенные в приложение защитные установки. Пожалуйста, используйте их только в том случае, если вы знаете, что делаете.

source: Copying is disabled
de_de: Kopieren ist deaktiviert
pl: Kopiowanie jest wyłączone
ru_ru: Копирование отключено

source: This re-encoding produces bloated PNG images and ignores indexed mode, making this export process pointless.
de_de: Diese Kodierung erzeugt verschwommene PNG-Bilder und ignoriert den indizierten Modus, was den Exportprozess nutzlos macht.
pl: To przekodowanie tworzy nadęte obrazy PNG i ignoruje tryb indeksowany, robiąc proces eksportowania bezsensu.
ru_ru: Такое перекодирование приводит к увеличению размера PNG изображений и игнорирует индексированный режим, что делает процесс экспорта бессмысленным.

source: Downloading images does not suffer from this issue.
de_de: Das Herunterladen von Bildern ist davon nicht betroffen.
pl: Pobieranie plików nie cierpi z tego problemu.
ru_ru: При загрузке изображений эта проблема не возникает.

source: Unable to encode in indexed mode due to colour count exceeding 256.
de_de: Kodierung in indizierten Modus nicht möglich da die Anzahl der Farben 256 überschreitet.
pl: Niezdolny do zakodowania w trybie indeksowanym z powodu liczby kolorów przekraczającej 256.
ru_ru: Не удается выполнить кодирование в индексированном режиме, количества цветов превышает 256.

source: Export Sprite
de_de: Sprite exportieren
pl: Eksportuj Sprite
ru_ru: Экспорт Спрайта

source: Export sprites in a variety of formats.
de_de: Sprites in einer Vielzahl von Formaten exportieren.
pl: Eksportuj sprite'y w różnych formatach.
ru_ru: Экспорт спрайтов в различных форматах.

source: Normal
pl: Normalny
ru_ru: Обычный

source: Indexed
de_de: Indiziert
pl: Indeksowany
ru_ru: Индексированый

source: Normalise Transparency
de_de: Transparenz normalisieren
pl: Normalizuj Przeźroczystość
ru_ru: Нормализовать Прозрачность

source: When enabled, any pixel with 0% opacity will be set to transparent black (a.k.a. "#0000", "rgba(0,0,0,0)", etc).
de_de: When aktiviert wird jeder Pixel mit 0% Deckkraft in transparentes Schwarz umgewandelt (also "#0000", "rgba(0,0,0,0)", etc).
pl: Kiedy włączone, każdy piksel z przeźroczystością 0% zostanie ustawiony do przeźroczystej czerni (a.k.a. "#0000", "rgba(0,0,0,0)", etc).
ru_ru: При включении любой пиксель с непрозрачностью 0% будет иметь значение прозрачного чёрного (он же "#0000", " rgba(0,0,0,0)" и т.п.)

source: This changes nothing visually about the image, but reduces the filesize and has better compatibility with some software.
de_de: Das ändert nichts Sichtbares am Bild, reduziert aber die Dateigröße und hat verbesserte Kompatibilität mit manchen Programmen.
pl: To nie zmienia nic wizualnie w obrazie, ale zmniejsza rozmiar pliku i ma lepszą kompatybilność z niektórymi programami.
ru_ru: Визуально это ничего не меняет в изображении, но уменьшает размер файла и улучшает совместимость с некоторыми программами.

source: Under normal circumstances this should be left enabled.
de_de: Normalerweise sollte dies aktiviert bleiben.
pl: W normalnych okolicznościach to powinno pozostać włączone.
ru_ru: При нормальных обстоятельствах эту функцию следует оставить включенной.

source: File is invalid size: {resolutionString}
de_de: Bildgröße ist unzulässig: {resolutionString}
pl: Plik jest nieodpowiedniego rozmiaru: {resolutionString}
ru_ru: Недопустимый размер: {resolutionString}

source: The requested host site blocks fetching outside whitelisted domains
de_de: Die angefragte Hostseite blockiert Anfragen außerhalb von erlaubten Domänen
pl: Wybrana strona blokuje pobieranie informacji z poza stron na białej liście
ru_ru: Запрашиваемый хост-сайт блокирует загрузку доменов вне списка разрешённых

source: No suitable data found on clipboard
de_de: Keine geeigneten Daten in der Zwischenablage gefunden
pl: Nie znaleziono pasujących danych w schowku
ru_ru: Подходящие для вставки данные не найдены

source: File not recognised as an image
de_de: Datei wird nicht als Bild erkannt
pl: Plik nie rozpoznany jako obraz
ru_ru: Файл не опознан как изображение

source: Import Sprite
de_de: Sprite importieren
pl: Importuj Sprite
ru_ru: Импорт Спрайта

source: Accepts images that are {acceptedDimensionsText} pixels in size.
de_de: Akzeptiert Bilder, die {acceptedDimensionsText} Pixel groß sind.
pl: Akceptuje obrazy, które są {acceptedDimensionsText} pikseli w rozmiarze.
ru_ru: Принимаются изображения размером {acceptedDimensionsText} пикселей.

source: Drag 'n' drop some files here, or click to select files
de_de: Dateien hier ablegen, oder anklicken um Dateien auszuwählen
pl: Przeciągnij i wrzuć tu jakiś plik, lub kliknij aby wybrać plik
ru_ru: Перетащите файлы сюда или нажмите, чтобы выбрать файлы

source: Remove
de_de: Entfernen
pl: Usuń
ru_ru: Удалить

source: Background
de_de: Hintergrund
pl: Tło
ru_ru: Задний План

source: Coloured Transparent Pixel Count: <0/> (<1/>)
de_de: Anzahl Pixel mit farbiger Transparenz: <0/> (<1/>)
pl: Liczba Pikseli z Kolorową Przezroczystością: <0/> (<1/>)
ru_ru: Число Цветных Прозрачных Пикселей: <0/> (<1/>)

source: These are pixels that are fully transparent (the alpha channel = 0) but contain colour data instead of being invisible black.
de_de: Das sind Pixel die vollständig transparent sind (Alphakanal = 0) aber Farbinformationen enthalten statt unsichtbares Schwarz zu sein.
pl: To są piksele, które są w pełni przeźroczyste (kanał alfa = 0), ale zawierają informację o kolorze zamiast bycia niewidzialną czernią.
ru_ru: Это пиксели, которые полностью прозрачны (альфа-канал = 0), но содержат данные о цвете, а не являются невидимым чёрным.

source: They do not cause any visual problems normally, but some software will behave differently due to their presence, so it is best to remove them.
de_de: Normalerweise verursachen sie keine Anzeigeprobleme, aber manche Programme verhalten sich anders wenn sie vorhanden sind, weswegen es vorteilhaft ist sie zu entfernen.
pl: Normalnie nie powodują one żadnych wizualnych problemów, ale niektóre programy będą zachowywać się inaczej przez ich obecność, więc dobrze jest je usunąć.
ru_ru: Обычно они не вызывают никаких визуальных проблем, но из-за их присутствия некоторые программы будут вести себя по-другому, поэтому лучше их удалить.

source: They are caused by specific software not enforcing that full transparency is transparent black.
de_de: Sie werden dadurch verursacht, dass manche Programme nicht erzwingen dass volle Transparenz unsichtbares Schwarz ist.
pl: Są one spowodowane przez to, że niektóre programy nie wymuszają aby pełna przeźroczystość była przeźroczystą czernią.
ru_ru: Они вызваны тем, что некоторые программы не обеспечивает полную прозрачность прозрачному чёрному цвету.

source: Contrast
de_de: Kontrast
pl: Kontrast
ru_ru: Контраст

source: Opaque Colour
de_de: Undurchsichtige Farbe
pl: Kolor Nieprzeźroczysty
ru_ru: Непрозрачный Цвет

source: Pixels highlighted green are either transparent black or not fully transparent. Pixels highlighted red are coloured transparent pixels, and should be fixed.
de_de: Grün markierte Pixel sind entweder transparentes Schwarz oder nicht vollständig transparent. Rot markierte Pixel sind farbige transparente Pixel und sollten geändert werden.
pl: Piksele podświetlone na zielono so albo przeźroczystą czernią lub nie w pełni przeźroczyste. Piksele podświetlone na czerwono są pikselami z kolorową przeźroczystością i powinny być naprawione.
ru_ru: Пиксели, выделенные зелёным, ‒ это прозрачный чёрный, либо не полностью прозрачные. Пиксели, выделенные красным, ‒ это цветные прозрачные пиксели и должны быть исправлены

source: Coloured transparent pixels are set to be fully opaque, and should be fixed. Valid pixels are left invisible. This mode is more whimsical than it is useful.
de_de: Farbig transparente Pixel haben volle Deckkraft und sollten geändert werden. Korrekte Pixel sind unsichtbar. Dieser Modus ist eher seltsam als nützlich.
pl: Piksele z kolorową przeźroczystością są ustawione aby być w pełni nieprzeźroczyste i powinny być naprawione. Poprawne piksele są pozostawione niewidoczne. Ten tryb jest bardziej cudaczny niż przydatny.
ru_ru: Цветным прозрачным пикселям установлена полная непрозрачность, и их следует исправить. Допустимые пиксели остаются невидимыми. Этот режим больше капризный, чем полезный.

source: Note: The following analysis can be helpful but is not required to pass for a sprite to be considered valid.
de_de: Anmerkung: The nachfolgende Analyse kann hilfreich sein, ist aber nicht nötig damit ein Sprite als korrekt eingestuft wird.
pl: Przypis: Podążająca analiza może być pomocna, ale zaliczenie jej nie jest obowiązkowe aby sprite był uważany za poprawny.
ru_ru: Примечание: Следующий анализ может быть полезен, но не обязателен для того, чтобы спрайт считался допустимым.

source: If fixing this is desired you can use the "{exportOptionName}" option in the Export menu to save a copy of your sprite with the coloured transparency removed.
de_de: Falls du das beheben möchtest kannst du die "{exportOptionName}"-Option im Exportmenü verwenden, um eine Kopie deines Sprites bei der die farbige Transparenz entfernt wurde zu speichern.
pl: Jeśli naprawa tego jest pożądana możesz użyć "{exportOptionName}" opcji w menu Eksportowania do zapisania kopi swojego sprite'a z kolorową przeźroczystością usuniętą.
ru_ru: Если вы хотите исправить это, вы можете воспользоваться опцией "{exportOptionName}" в меню "Экспорт", чтобы сохранить копию вашего спрайта с удалённой цветной прозрачностью.

source: For users that frequently find their software is introducing coloured transparency, you might prefer to ignore these warnings. You can find an option to suppress them in the Settings menu.
de_de: Benutzer deren Bildbearbeitungsprogramm oft farbige Transparenz erzeugt möchten diese Warnungen möglicherweise ignorieren. Du findest eine Einstellung um sie zu unterdrücken im Einstellungsmenü.
pl: Użytkownicy, których program często wprowadza kolorową przeźroczystość, mogą chcieć zignorować te ostrzeżenia. Opcje aby je wyłączyć można znaleźć w menu Ustawień.
ru_ru: Пользователям, которые часто видят, что их программное обеспечение добавляет цветную прозрачность, рекомендуется игнорировать эти предупреждения. Вы можете отключить их в меню настроек.

source: Colour Count: <0/>
de_de: Farbanzahl: <0/>
pl: Liczba Kolorów: <0/>
ru_ru: Число Цветов: <0/>

source: This is the number of "sprite colours" present, where a "sprite colour" refers to a colour that isn't fully transparent.
de_de: Das ist die Anzahl der vorhandenen "Spritefarben", wobei eine "Spritefarbe" eine nicht vollständig transparente Farbe meint.
pl: To jest numer obecnych "kolorów sprite'a", gdzie "kolor sprite'a" zwraca się do koloru, który nie jest w pełni przeźroczysty.
ru_ru: Это количество присутствующих "цветов в спрайте", где "цвет спрайта" относится к любому не полностью прозрачному цвету.

source: The sprite guidelines limit this to {spriteColourCountLimit} colours, but fewer is preferable for typical sprites.
de_de: Die Sprite-Richtlinien schreiben {spriteColourCountLimit} Farben vor, aber weniger ist für normale Sprites bevorzugt.
pl: Wytyczne Sprite'owania (ang. Spriting Guidelines) ograniczają to do {spriteColourCountLimit} kolorów, ale mniej jest preferowane dla typowych sprite'ów.
ru_ru: Руководство по спрайтам ограничивает это количество {spriteColourCountLimit}-ю цветами, но обычно спрайтам нужно куда меньше.

source: Monotone
de_de: Einfarbig
pl: Jednotonowy
ru_ru: Монотон

source: Negative
de_de: Negativ
pl: Negatyw
ru_ru: Негатив

source: Rotate
de_de: Drehen
pl: Obrócony
ru_ru: Оттенки

source: Clear Highlights
de_de: Hervorhebung löschen
pl: Wyczyść Podświetlenia
ru_ru: Очистить Выделение

source: Pairs of similar colours: <0/>
de_de: Paare ähnlicher Farben: <0/>
pl: Pary podobnych kolorów: <0/>
ru_ru: Пары похожих цветов: <0/>

source: Skipped due to colour count exceeding <0/>
de_de: Übersprungen da die Farbanzahl <0/> überschreitet
pl: Pominięto ponieważ liczba kolorów przekroczyła <0/>
ru_ru: Пропущено из-за превышения <0/> цветов
