Repository: Fiddlekins/aio-pif-sprite-analyser
Catalog: src/locales/*.po
Languages: de_de, pl, ru_ru

source: This is the number of pairs of colours that are considered to be too visually similar to one another.
de_de: Das ist die Anzahl der Farbpaare die als zu ähnlich zueinander eingestuft werden.
pl: To jest number par kolorów, które są uważane za zbyt wizualnie podobne do siebie.
ru_ru: Это количество пар цветов, которые считаются слишком визуально похожими друг на друга.

source: This is an imprecise metric due to being quite subjective, and some pokémon palettes are more prone to high similarity than others.
de_de: Das ist eine ungenaue Angabe da sie subjektiv ist, außerdem sind die Farbpaletten mancher Pokémon anfälliger für hohe Ähnlichkeit.
pl: To jest niedokładny pomiar z powodu bycia dość subiektywnym i palety niektórych pokémonów są bardziej podatne na wysokie podobieństwo niż inne.
ru_ru: Это неточный показатель, поскольку он довольно субъективен, и некоторые покемоны склонны к большему количеству схожих пар, чем другие.

source: The sprite guidelines require artists to reduce this number where possible, and then check with other artists if they think the remaining similar colours are important to keep.
de_de: Die Sprite-Richtlinien verlangen von Künstlern diese Zahl zu verringern wo möglich und im Anschluss mit anderen Künstlern abzuklären ob diese die restlichen ähnlichen Farben für wichtig genug befinden.
pl: Wytyczne Sprite'owania (ang. Spriting Guidelines) wymagają artystów aby zredukować ten number kiedy możliwe, po czym sprawdzić z innymi artystami czy myślą, że pozostałe podobne kolory są ważne do zatrzymania.
ru_ru: Руководство для создания спрайтов требует от художников по возможности сократить это число, а затем проконсультироваться с другими, считают ли они важным сохранить оставшиеся похожие цвета.

source: Transparency
de_de: Transparenz
pl: Przeźroczystość
ru_ru: Прозрачность

source: Colours
de_de: Farben
pl: Kolory
ru_ru: Цвета

source: Partial Pixel Count: <0/> (<1/>)
de_de: Anzahl partieller Pixel: <0/> (<1/>)
pl: Liczba Częściowych Pikseli: <0/> (<1/>)
ru_ru: Число Полу-Пикселей: <0/> (<1/>)

source: Each 3x3 square of pixels should be the same colour.
de_de: Jedes 3x3 Quadrat aus Pixeln sollte die selbe Farbe haben.
pl: Każdy 3x3 kwadrat pikseli powinien być tego samego koloru.
ru_ru: Каждый квадрат 3х3 пикселя должен быть одного цвета.

source: Mixed
de_de: Gemischt
pl: Mieszane
ru_ru: Смешанные

source: Full
de_de: Voll
pl: Pełne
ru_ru: Полные

source: Pixels highlighted red are colours that do not match the majority colour in their 3x3 square.
de_de: Rot markierte Pixel sind Farben die nicht mit der Hauptfarbe ihres 3x3 Quadrats übereinstimmen.
pl: Piksele podświetlone na czerwono są kolorami, które nie pasują do większości koloru w ich 3x3 kwadracie.
ru_ru: Пиксели, выделенные красным, ‒ это цвета, которые не совпадают с основным цветом в их квадрате 3х3

source: Pixels highlighted blue are colours that are the majority colour in their 3x3 square, but still suffer from being in a partial pixel.
de_de: Blau markierte Pixel sind Farben, die zwar die Hauptfarbe ihres 3x3 Quadrats haben, aber in einem partiellen Pixel sind.
pl: Piksele podświetlone na niebiesko są są kolorami, które są większością koloru w ich 3x3 kwadracie, ale wciąż cierpią z bycia w częściowym pikselu.
ru_ru: Пиксели, выделенные синим, ‒ это цвета, преобладающие в квадрате размером 3х3, но всё ещё являющиеся полу-пикселем.

source: Semi-Transparent Pixel Count: <0/> (<1/>)
de_de: Anzahl halbtransparenter Pixel: <0/> (<1/>)
pl: Liczba Półprzeźroczystych Pikseli: <0/> (<1/>)
ru_ru: Число Полупрозрачных Пикселей: <0/> (<1/>)

source: Semi-transparent pixels are neither fully opaque nor fully transparent.
de_de: Halbtransparente Pixel sind weder voll deckend noch vollständig transparent.
pl: Półprzeźroczyste piksele nie są ani w pełni przeźroczyste ani w pełni nieprzeźroczyste.
ru_ru: Полупрозрачные пиксели не являются ни полностью непрозрачными, ни полностью прозрачными.

source: They are permitted if used intentionally.
de_de: Sie sind erlaubt, wenn sie absichtlich verwendet werden.
pl: Są dozwolone jeśli użyte celowo.
ru_ru: Они разрешены, если используются намеренно.

source: Range
de_de: Bereich
pl: Zakres
ru_ru: Диапазон

source: Pixels are highlighted green if they are fully opaque or fully transparent. Pixels are highlighted red if they are partially transparent, and may be a mistake.
de_de: Pixel sind grün markiert, wenn sie voll deckend oder vollständig transparent sind. Pixel sind rot markiert, falls sie teilweise transparent sind, was ein Fehler sein kann.
pl: Piksele są podświetlone na zielono jeśli są w pełni przeźroczyste lub nieprzeźroczyste. Piksele są podświetlone na czerwono jeśli są częściowo przeźroczyste i mogą być błędem.
ru_ru: Пиксели выделяются зелёным, если они полностью непрозрачны или прозрачны. Пиксели выделяются красным, если они частично прозрачны, что может быть ошибкой.

source: Pixels are highlighted green if they are fully opaque or fully transparent. Pixels are highlighted a hue between blue and red if they are partially transparent, where blue represents more transparency and red represents more opaqueness.
de_de: Pixel sind grün markiert, wenn sie voll deckend oder vollständig transparent sind. Pixel sind in einer Farbe zwischen blau und rot markiert, falls sie teilweise transparent sind, wobei der Blauanteil höhere Transparenz und der Rotanteil höhere Undurchsichtigkeit repräsentiert
pl: Piksele są podświetlone na zielono jeśli są w pełni przeźroczyste lub nieprzeźroczyste. Piksele są podświetlone odcieniem pomiędzy niebieskim i czerwonym jeśli są częściowo przeźroczyste, gdzie niebieski przedstawia więcej a czerwony mniej przeźroczystości.
ru_ru: Пиксели выделяются зелёным, если они полностью непрозрачны или полностью прозрачны. Пиксели выделяются оттенком между синим и красным, если они частично прозрачны, где синий цвет означает большую прозрачность, а красный ‒ большую непрозрачность.

source: [greyscale].
de_de: [Graustufe].
pl: [skala szarości].
ru_ru: [чёрно-белый].

source: [red,green,blue].
de_de: [Rot,Grün,Blau].
pl: [czerwony,zielony,niebieski].
ru_ru: [красный,зелёный,синий].

source: [red,green,blue,alpha].
de_de: [Rot,Grün,Blau,Alpha].
pl: [czerwony,zielony,niebieski,alfa].
ru_ru: [красный,зелёный,синий,альфа].

source: [greyscale, alpha].
de_de: [Graustufe, Alpha].
pl: [skala szarości, alfa].
ru_ru: [чёрно-белый, альфа].

source: PNG Info
pl: Informacje o PNG
ru_ru: Информация о PNG

source: The image is {width} pixels wide and {height} pixels high.
de_de: Das Bild ist {width} Pixel breit und {height} Pixel hoch.
pl: Obraz ma {width} pikseli szerokości i {height} pikseli wysokości.
ru_ru: Размер изображения составляет {width} пикселя в ширину и {height} пикселей в высоту.

source: The image is Colour Type {colourType}.
de_de: Das Bild hat den Farbtyp {colourType}.
pl: Obraz jest Typem Koloru {colourType}.
ru_ru: Изображение имеет Цветовой Тип {colourType}.

source: Each pixel is a grayscale sample.
de_de: Jeder Pixel ist ein Graustufenkomponente.
pl: Każdy piksel jest próbką skali szarości.
ru_ru: Каждый пиксель представлен образцом в оттенках серого.

source: Each pixel is a Red, Green, Blue triple.
de_de: Jeder Pixel ist eine Rot, Grün, Blau Dreierkomponente
pl: Każdy piksel jest trójką Czerwonego, Zielonego i Niebieskiego.
ru_ru: Каждый пиксель представлен тройкой Красного, Зелёного, Синего.

source: Each pixel is a palette index.
de_de: Jeder Pixel ist eine Farbpalettenindiz.
pl: Każdy piksel jest indeksem palety.
ru_ru: Каждый пиксель представлен индексом палитры.

source: Each pixel is a grayscale sample, followed by an alpha sample.
de_de: Jeder Pixel ist eine Graustufenkomponente, gefolgt von einer Alphakomponente.
pl: Każdy piksel jest próbką skali szarości, podążoną przez próbkę alfa.
ru_ru: Каждый пиксель представлен образцом в оттенках серого, потом альфа-образцом.

source: Each pixel is a Red, Green, Blue triple, followed by an alpha sample.
de_de: Jeder Pixel ist eine Rot, Grün, Blau Dreierkomponente, gefolgt von einer Alphakomponente.
pl: Każdy piksel jest trójką Czerwonego, Zielonego i Niebieskiego, podążoną przez próbkę alfa.
ru_ru: Каждый пиксель представлен тройкой Красного, Зелёного, Синего, потом альфа-образцом.

source: The palette colours are defined using {bitsPerChannel} bits per channel.
de_de: Die Farben der Farbpalette sind mit {bitsPerChannel} bits pro Kanal definiert.
pl: Kolory Palety są zdefiniowane używając {bitsPerChannel} bitów na kanał.
ru_ru: Цвета палитры определены с использованием {bitsPerChannel} бит на канал.

source: The pixels are defined using {bitsPerChannel} bits per channel.
de_de: Die Pixel sind mit {bitsPerChannel} bits pro Kanal definiert.
pl: Piksele są zdefiniowane używając {bitsPerChannel} bitów na kanał.
ru_ru: Пиксели определены с использованием {bitsPerChannel} бит на канал.

source: The palette colours are defined using {channelCount} channels: {colourTypePixelFormat}
de_de: Die Farben der Farbpalette sind mit {channelCount} Kanälen definiert: {colourTypePixelFormat}
pl: Kolory Palety są zdefiniowane używając {channelCount} kanałów: {colourTypePixelFormat}
ru_ru: Цвета палитры определены с использованием {channelCount} канала(-ов): {colourTypePixelFormat}

source: The pixels are defined using {channelCount} channels: {colourTypePixelFormat}
de_de: Die Pixel sind mit {channelCount} Kanälen definiert: {colourTypePixelFormat}
pl: Piksele są zdefiniowane używając {channelCount} kanałów: {colourTypePixelFormat}
ru_ru: Пиксели определены с использованием {channelCount} канала(-ов): {colourTypePixelFormat}

source: The file size is <0/>.
de_de: Die Dateigröße ist <0/>.
pl: Rozmiar pliku wynosi <0/>.
ru_ru: Размер файла ‒ <0/>

source: Autogen
ru_ru: Автоген

source: Head
de_de: Kopf
pl: Głowa
ru_ru: Голова

source: Select Head Pokémon
de_de: Kopf-Pokémon auswählen
pl: Wybierz Głowę Fuzji
ru_ru: Выбрать Покемона-Голову

source: Select Body Pokémon
de_de: Körper-Pokémon auswählen
pl: Wybierz Ciało Fuzji
ru_ru: Выбрать Покемона-Тело

source: Background Colours
de_de: Hintergrundfarben
pl: Kolory Tła
ru_ru: Цвета Фона

source: Colour
de_de: Farbe
pl: Kolor
ru_ru: Цвет

source: Usage
de_de: Häufigkeit
pl: Użycie
ru_ru: Количество

source: Colour A
de_de: Farbe A
pl: Kolor A
ru_ru: Цвет А

source: Colour B
de_de: Farbe B
pl: Kolor B
ru_ru: Цвет Б

source: Similarity
de_de: Ähnlichkeit
pl: Podobieństwo
ru_ru: Схожесть

source: Similar Colour Pairs
de_de: Ähnliche Farbpaare
pl: Pary Podobnych Kolorów
ru_ru: Схожие Пары Цветов

source: Sprite Colours
de_de: Spritefarben
pl: Kolory Sprite'a
ru_ru: Цвета Спрайта
